Repository: pakerwreah/Calendr
Catalog: Calendr/Assets/*.lproj/Localizable.strings
Languages: ja, sq

source: Quit
ja: 終了
sq: Dil

source: Search
ja: 検索
sq: Kërko

# access_required.calendars
source: Calendar pending 'Full access' authorization
ja: カレンダーへのフルアクセスが必要です
sq: Kalendar në pritje të autorizimit 'Qasje e plotë'

# access_required.reminders
source: Reminders pending authorization
ja: リマインダーへのフルアクセスが必要です
sq: Alarmet rikujtuese në pritje të autorizimit

# access_required.open_settings
source: Open Settings
ja: 設定を開く
sq: Hap Cilësimet

# access_required.cancel
source: Cancel
ja: キャンセル
sq: Anulo

# auto_update.check_for_updates
source: Check for updates
ja: 更新を確認
sq: Kontrolloni për përditësime

# auto_update.fetching_releases
source: Fetching releases
ja: 更新を確認中
sq: Duke marrë publikimet

# auto_update.new_version
source: New version available: %@
ja: バージョン %@ が利用可能です
sq: Versioni i ri në dispozicion: %@

# auto_update.updated_to
source: Updated to version %@
ja: バージョン %@ に更新されました
sq: Përditësuar në version %@

# auto_update.downloading
source: Downloading version %@
ja: バージョン %@ をダウンロード中
sq: Versioni po shkarkohet %@

# auto_update.install
source: Install
ja: インストール
sq: Instaloni

# auto_update.replace.message
source: Confirm the app location so we have permission to replace it
ja: アプリのインストール先を確認してください。古いバージョンと同じ場所を選ぶと、 新しいバージョンのアプリに置き換えられます。
sq: Konfirmo vendndodhjen e aplikacionit në mënyrë që të kemi lejen për ta zëvendësuar atë

# attachments.open.message
source: Calendr needs permission to access your attachments
ja: Calendrが添付ファイルを開く許可が必要です

# attachments.open.authorize
source: Authorize access to Attachments
ja: 添付ファイルへのアクセスを許可

# settings.title
source: Preferences
ja: 設定
sq: Preferencat

# settings.tab.general
source: General
ja: 一般
sq: Gjeneral

# settings.tab.appearance
source: Appearance
ja: 外観
sq: Pamja e jashtme

# settings.tab.calendars
source: Calendars
ja: カレンダー
sq: Kalendarët

# settings.tab.keyboard
source: Shortcuts
ja: ショートカット
sq: Shkurtoret

# settings.tab.about
source: About
ja: このアプリについて
sq: Rreth

# settings.menu_bar
source: Menu Bar
ja: メニューバー
sq: Shiriti i Menysë

# settings.menu_bar.auto_launch
source: Launch at login
ja: ログイン時に起動
sq: Nisni në hyrje

# settings.menu_bar.show_icon
source: Show icon
ja: アイコンを表示
sq: Shfaq ikonën

# settings.menu_bar.show_date
source: Show date
ja: 日付を表示
sq: Shfaq datën

# settings.menu_bar.show_background
source: Show opaque background
ja: 不透明な背景
sq: Shfaq sfondin e errët

# settings.menu_bar.date_format_custom
source: Custom
ja: カスタム
sq: Zakon

# settings.next_event
source: Next Event
ja: 次の予定
sq: Ngjarja e Radhës

# settings.next_event.show_next_event
source: Show next event
ja: 次の予定をメニューバーに表示
sq: Shfaq ngjarjen e radhës

# settings.next_event.grab_attention
source: Grab attention when event is close
ja: 予定が近づいたら
sq: Tërhiq vëmendjen kur ngjarja është afër

# settings.next_event.grab_attention.flashing
source: Flashing
ja: 点滅させる
sq: Vezullim

# settings.next_event.grab_attention.sound
source: Play sound
ja: 音を鳴らす
sq: Luaj zërin

# settings.next_event.detect_notch
source: Shorten if 'notch' is present
ja: ノッチがある場合に短くする
sq: Shkurtojeni nëse 'notch' është i pranishëm

# settings.calendar
source: Calendar
ja: カレンダー
sq: Kalendari

# settings.calendar.show_week_numbers
source: Show week numbers
ja: 週番号を表示
sq: Shfaq numrat e javëve

# settings.calendar.preserve_selected_date
source: Preserve selected date on hide
ja: 選択した日付を保持
sq: Ruaje datën e zgjedhur në fshehje

# settings.calendar.show_declined_events
source: Show declined events
ja: 辞退した予定を表示
sq: Shfaq ngjarjet e refuzuara

# settings.calendar.show_declined_events_tooltip
source: This only works if it is also enabled in the native Calendar app.
ja: ネイティブのカレンダーアプリでもこの設定が有効になっている必要があります。
sq: Kjo funksionon vetëm nëse aktivizohet edhe në aplikacionin vendas të Kalendarit.

# settings.calendar.date_hover_option
source: Hold ‚å• to peek at hovered dates
ja: ⌥キーを押しながらホバーで予定を表示
sq: Mbajeni ⌥ për të parë datat e vendosura pezull

# settings.calendar.calendar_app_view_mode
source: Calendar app view
ja: カレンダーの表示
sq: Pamja e aplikacionit të kalendarit

# settings.events
source: Events
ja: 予定
sq: Ngjarjet

# settings.events.show_map
source: Show map and weather
ja: 地図と天気を表示
sq: Trego hartën dhe motin

# settings.events.show_overdue_reminders
source: Show overdue reminders
ja: 期限が過ぎたリマインダーを表示
sq: Shfaq alarmet rikujtuese të vonuara

# settings.events.show_finished_events
source: Show finished events
ja: 終了した予定を表示
sq: Shfaq ngjarjet e përfunduara

# settings.events.show_recurrence_indicator
source: Show recurrence indicator
ja: 繰り返しの予定にマークを表示
sq: Trego treguesin e përsëritjes

# settings.events.force_local_time_zone
source: Show all events in local time zone
ja: すべての予定を端末のタイムゾーンで表示
sq: Shfaq të gjitha ngjarjet në zonën kohore lokale

# settings.appearance.transparency
source: Transparency
ja: 透明度
sq: Transparenca

# settings.appearance.accessibility
source: Accessibility
ja: アクセシビリティ
sq: Aksesueshmëria

# settings.keyboard.local_shortcuts.title
source: Local shortcuts
ja: アプリ内ショートカット
sq: Shkurtoret lokale

# settings.keyboard.local_shortcuts.prev_date
source: Previous date
ja: 前日
sq: Data e mëparshme

# settings.keyboard.local_shortcuts.next_date
source: Next date
ja: 翌日
sq: Data e ardhshme

# settings.keyboard.local_shortcuts.prev_week
source: Previous week
ja: 前の週
sq: Javën e kaluar

# settings.keyboard.local_shortcuts.next_week
source: Next week
ja: 次の週
sq: Javën e ardhshme

# settings.keyboard.local_shortcuts.prev_month
source: Previous month
ja: 前の月
sq: Muajin e kaluar

# settings.keyboard.local_shortcuts.next_month
source: Next month
ja: 次の月
sq: Muajin tjetër

# settings.keyboard.local_shortcuts.curr_date
source: Current date
ja: 今日
sq: Data aktuale

# settings.keyboard.local_shortcuts.open_date
source: Open selected date
ja: 選択した日付をカレンダーで開く
sq: Hapni datën e zgjedhur

# settings.keyboard.local_shortcuts.pin_calendar
source: Pin calendar
ja: 前面に固定
sq: Gozhdoni kalendarin

# settings.keyboard.global_shortcuts.title
source: Global shortcuts
ja: グローバルショートカット
sq: Shkurtoret globale

# settings.keyboard.global_shortcuts.open_calendar
source: Open calendar
ja: カレンダーを展開
sq: Hap kalendarin

# settings.keyboard.global_shortcuts.open_next_event
source: Open next event
ja: 次の予定を展開
sq: Hap ngjarjen e radhës

# settings.keyboard.global_shortcuts.open_next_event_options
source: Next event options
ja: 次の予定のオプションを表示
sq: Opsionet e ngjarjes së ardhshme

# settings.keyboard.global_shortcuts.open_next_reminder
source: Open next reminder
ja: 次のリマインダーを展開
sq: Hap kujtesën tjetër

# settings.keyboard.global_shortcuts.open_next_reminder_options
source: Next reminder options
ja: 次のリマインダーのオプションを表示
sq: Opsionet e ardhshme përkujtues

# formatter.date.today
source: Today
ja: 今日
sq: Sot

# formatter.date.relative.in
source: in %@
ja: %@後
sq: në %@

# formatter.date.relative.ago
source: %@ ago
ja: %@前
sq: %@ më parë

# formatter.date.relative.left
source: %@ left
ja: 残り%@
sq: %@ mbeten

# reminder.status.overdue
source: Overdue
ja: 期限超過

# reminder.options.button
source: Options
ja: オプション
sq: Opsionet

# reminder.options.complete
source: Complete
ja: 完了
sq: E Plotësuar

# reminder.options.remind
source: Remind %@
ja: %@ にリマインド
sq: Kujto %@

# event.details.participant.organizer
source: organizer
ja: 主催者
sq: organizator

# event.details.participant.me
source: me
ja: 自分
sq: unë

# event.all_day
source: All day
ja: 全日
sq: Gjithë ditën

# event.status.accepted
source: Accepted
ja: 出席
sq: Pranuar

# event.status.maybe
source: Maybe
ja: 仮承諾
sq: Ndoshta

# event.status.declined
source: Declined
ja: 欠席
sq: Refuzuar

# event.status.pending
source: Pending
ja: 未回答
sq: Në Pritje

# event.action.open
source: Open
ja: 開く
sq: Hapur

# event.action.join
source: Join
ja: 参加する
sq: Bashkohu

# event.action.skip
source: Skip
ja: スキップ
sq: Kapërce

# event.action.accept
source: Accept
ja: 出席
sq: Pranoje

# event.action.maybe
source: Maybe
ja: 仮承諾
sq: Ndoshta

# event.action.decline
source: Decline
ja: 欠席
sq: Rënia

# tooltips.navigation.prev_month
source: Previous month
ja: 先月
sq: Muajin e kaluar

# tooltips.navigation.today
source: Today
ja: 今日
sq: Sot

# tooltips.navigation.next_month
source: Next month
ja: 翌月
sq: Muajin tjetër

# tooltips.toolbar.stay_open
source: Stay open
ja: 前面に固定
sq: Qëndroni të hapur

# tooltips.toolbar.open_calendar
source: Open Calendar
ja: カレンダーを開く
sq: Hap Kalendarin

# tooltips.toolbar.open_reminders
source: Open Reminders
ja: リマインダーを開く
sq: Hapni Përkujtuesit

# tooltips.toolbar.open_menu
source: Open menu
ja: メニューを開く
sq: Hap menunë

# calendars.source.others
source: Others
ja: その他
sq: Të Tjerët
